[
  {
    "name": "AMD Ryzen 7 3700X Processor",
    "img": "https://i.ibb.co/G70hc80/AMD-Ryzen-7-3700-X-Processor-sm.jpg",
    "desc": "The AMD Ryzen 7 3700X processor is built in True machine intelligence featuring 8 processor cores, 16 threads, and an astonishingly efficient 65W TDP. Every Ryzen 7 processor is bundled with a color-controlled illuminated cooler, which is effective for PCs run, sound, and look. In this proessor, It stands with 3.6GHz Base Clock, 4.4GHz Max Boost Clock, 4MB L2 Cache, 32MB L3 Cache with AM4 Package and TSMC 7nm FinFET CMOS. This processor is built with PCIe 4.0 x16 and Wraith Prism with RGB LED Thermal Solution. The Ryzen 7 3700X provides DDR4 3200MHz memory with 2 memory channels.",
    "price": 325,
    "quantity": 13,
    "supplier": "AMD",
    "sold": 8,
    "email": "shakib.shahariar.00@gmail.com"
  },
  {
    "name": "MSI A320M-A Pro AMD Motherboard",
    "img": "https://i.ibb.co/sVVY4G0/MSI-A320-M-A-Pro-AMD-Micro-ATX-Motherboard-sm.jpg",
    "desc": "MSI motherboards feature tons of convenient and smart design, such as convenient pin-header keep out zone, friendly SATA & USB location, and so on, so DIY users can pick and choose any gaming rig they want. Cooling is essential for a high-performance PC to sustain intense workloads. PRESTIGE X570 CREATION features a heavy-duty heatsink on the MOSFETs for reliable processor power delivery. Numerous fan headers with full fan speed control let builders tune their system cooling the way they like it. MSI motherboards let you manage speeds and temperatures for all your system and CPU fans. Total Fan Control allows you to check your primary system characteristics in a simplified graphical interface. You can also set up to 4 temperature targets for CPU and motherboard, which will adjust the fan speeds automatically. ",
    "price": 70,
    "quantity": 10,
    "supplier": "MSI",
    "sold": 3,
    "email": "shakib.shahariar.00@gmail.com"
  },
  {
    "name": "Xiaomi Redmi 1A 23.8 Monitor",
    "img": "https://i.ibb.co/gP4S5r4/Xiaomi-Redmi-1-A-23-8-Monitor-sm.jpg",
    "desc": "23.8-Inch FHD (1920 x 1080) IPS Display \n Refresh Rate: 60HZ, Response Time: 6ms \n Interface Type: HDMI, VGA \n Contrast Ratio: 1000:1, Color: 16.7M",
    "price": 150,
    "quantity": 23,
    "supplier": "Xiaomi",
    "sold": 10,
    "email": "shakib.shahariar.00@gmail.com"
  },
  {
    "name": "Samsung EVO 500GB 2.5 Inch SSD",
    "img": "https://i.ibb.co/S5VRYf5/Samsung-870-EVO-500-GB-2-5-Inch-SATA-III-Internal-SSD-sm.jpg",
    "desc": "The latest 870 EVO inherits the legacy of Samsung’s pioneering SSD technology, that boasting upgraded performance, reliability, and compatibility to suit the needs of anyone from contents creators, IT professionals. Samsung 870 EVO Internal SSD comes with Highly reliable and sustainable performance. This SSD featurted with Up to 560 MB/s sequential read and 530 MB/s write, Up to 2,400 TBW guaranteed endurance. ",
    "price": 70,
    "quantity": 30,
    "supplier": "Samsung",
    "sold": 15,
    "email": "seu.sakib@gmail.com"
  },
  {
    "name": "ZOTAC RTX 2060 Graphics Card",
    "img": "https://i.ibb.co/p1F59bR/ZOTAC-Gaming-Ge-Force-RTX-2060-6-GB-GDDR6-Graphics-Card-sm.jpg",
    "desc": "The GeForce GTX 16 Series is powered by the NVIDIA Turing architecture, bringing incredible performance to the latest games. Get Game Ready with GTX. The essential companion to your GeForce graphics card. Capture and share videos, screenshots, and livestreams. Keep your drivers up to date and optimize your games. Get the highest levels of performance, and the smoothest experience possible, from the moment you start playing. Small powerhouse design. No need to ask “Will it fit?” Discover next-generation VR performance, low latency, and plug-and-play compatibility with leading headsets. Direct copper contact for maximum heat extraction. Full body heatsink for maximum heat dissipation.",
    "price": 550,
    "quantity": 35,
    "supplier": "Zotac",
    "sold": 20,
    "email": "seu.sakib@gmail.com"
  },
  {
    "name": "Antec 80 Plus Bronze Power Supply",
    "img": "https://i.ibb.co/p109xMy/Antec-power-supplies.jpg",
    "desc": "The Antec CUPRUM STRIKE CSK 550W Power Supply is crafted for quality, efficiency, and performance. It features 80 PLUS BRONZE certification and a quiet 120 mm fan. The CircuitShield suite of industrial-grade protections ensures that the power delivered to your system is safe and reliable in any environment. Delivering up to 88% efficiency, the CSK Bronze Series utilizes active PFC, giving you a cooler, quieter system, all powered by Continuous Power. The 120 mm silent fan is ideal for quiet computing and is designed for a longer lifetime, guaranteeing hours of operation. It features 1 x MB 24(20+4) Pin, 1 x 8(4+4) Pin EPS 12V, 2 x 8(6+2) Pin PCI-E, 7 x SATA, 2 x Molex and 1 x FDD connectors.",
    "price": 54,
    "quantity": 60,
    "supplier": "Antec",
    "sold": 20,
    "email": "seu.sakib@gmail.com"
  },
  {
    "name": "Gamdias RGB CPU Air Cooler",
    "img": "https://i.ibb.co/F4Bt8t7/Gamdias-rgb-cpu-cooler.jpg",
    "desc": "Gamdias BOREAS E1-410 LITE CPU Air Cooler featured with 4 Copper Heat Pipes with Direct Contact Technology, High Airflow PWM Fan, Static RGB Style Lighting, High Cooling Performance Thick Base Plate, Hydraulic Bearing, and Universal Socket Mounting Kits. The Gamdias CPU Air Cooler provides an entry-level high-performance CPU air cooler with fixed RGB lighting. It features all of GAMDIAS's cooling technologies while keeping the product highly competitive.",
    "price": 54,
    "quantity": 60,
    "supplier": "Gamdias",
    "sold": 50,
    "email": "seu.sakib@gmail.com"
  },
  {
    "name": "NZXT Gaming Casing",
    "img": "https://i.ibb.co/gFNX86w/nzxt-casing.jpg",
    "desc": "We have made our iconic H Series PC cases even better. Our new lineup still features the elements builders loved in the original H Series, including our patented cable management system, removable fan/radiator mounting brackets, and easy-to-use drive trays, alongside new updates like a front-panel USB-C connector supporting high-speed USB 3.1 Gen 2 devices, a tempered glass side panel that installs with a single thumbscrew. With a USB 3.1 Gen 2-compatible USB-C connector on the front panel, its easier than ever to connect the newest smartphones, high-speed external storage, or the latest peripherals to your PC.",
    "price": 134,
    "quantity": 35,
    "supplier": "NZXT",
    "sold": 20,
    "email": "seu.sakib@gmail.com"
  }
]
